#+title: 🙚Donne Sermons🙘
#+startup: align
|-------+-------+---------------+----------+--------------+------------------+----------------------------------------------------+--------------------+------+--------------------------------------------------------------|
| <5>   |       |               | <8>      | <12>         | <16>             | <50>                                               | <18>               |      | <60>                                                         |
| P&S   | OESJD | Ch, v         | Date     | Occasion     | Location         | Text                                               | Short desc.        | Read | Notes                                                        |
|-------+-------+---------------+----------+--------------+------------------+----------------------------------------------------+--------------------+------+--------------------------------------------------------------|
| [[file+emacs:./sermons/v01_n01.pdf][1.1]]   |   1.1 | Is 52:3       | 1615-04-03 |              | Greenwich        | Ye have sold your selves for nought, and ye shall be redeemed without money. | Loan               | Y    | Martyrs “did not provoke.” Financial metaphors. Invalid bargain. “All this improvident bargain of ours is voided.” Prodigality: “peccatum Biathanaton”. Legal analysis of our bad spiritual bargain. Soul sold “for (perchance) an Apple.” Bell (161). “Therefore, that 'therefore'” (162). |
| [[file+emacs:./sermons/v01_n02.pdf][1.2]]   |   1.2 | Ecc 8:11      |          |              |                  | Because Sentence against evil works, is not executed speedily, therefore the heart of the children of men, is fully set in them, to do evil. | Quia. Exectn of Law. | Y    | Cross sign of peace, not war. “Secret purpose of God” (169). Unsearchable center/circumference (170). Treason in assigning a reason to God. “For there is no Quia, no Reason, why any man, at any time, should do any sin” (170). “Every verse almost is a particular Deuteronomy” (173). “Emergent necessities” (175). “He can sink down the stage and the player, the bed of wantonness, and the wanton actor, into the jaws of the earth” (177). To be surprised by sin is not to sin (178-9). “The Mathematician could have removed the whole world with his Engine, if there had been any place to have set his Engine in” (179). |
| [[file+emacs:./sermons/v01_n03.pdf][1.3]]   |       | Prov 22:11    |          |              |                  | The that loveth pureness of heart, for the grace of his lips, the king shall be his friend. | Friendship of King. | Y    | Relation of Sov/Subj, mysterious like Trin (184). Love, “it changes him that loves, into the very nature of that that he loves, and he is nothing else” (185). Referred to “pattern of our purity” (185). Woah: image of a dog eating its own vomit (185). Heart “uncertain and  unsearchable” (190). Image of paper thrown in river, not addressed! (191). He repeats the Engineer moving he world line (193). “Watchfulness” of our selves (194). “Survey of sin” (194). Spider-web of sin, bit by bit (195). Weight and measure (196-7). London a city of great sin (198). LOVE + LOVE OF WOMAN (199). “A love above that love, is wonderful.” Discussion of women (200). Women as temptation (202). Amor est pondus animae. Lips > speech > public service (207). “God made this world his theatre” (207). “I speak not this to yourselves, you Senators of London...” (208). “Every man hath a Politick life” and a natural (209). No one alone! All politics! 210. King's love a “universal friendship” (211). “Kings have no example but God” (212). Kings “naturally love to be at their liberty.” Ha! [I can't even..] (215). Current affairs, queen's death (217). In Eliz and James we find “unsearchableness” of God (218). James' moderate religion. GUNPOWDER (219). James' Oath of Allegiance, declaration of Roman  Antichrist. King's progress. |
| [[file+emacs:./sermons/v01_n04.pdf][1.4]]   |   1.3 | Ps 55:19      |          |              |                  | Because they have no changes, therefore they fear not God. | Change             | Y    | This text suits a prison (223). “the first innovation that every was, was in Heaven; the Angles kept not their first Estate” (223). Govs are “copies, represtations” of Heaven. More on quia. “Speechless sin, whispering sin” heard only by conscience (224). When we “Sin logically, by a Quia, and an Ergo” we “sin through all the Arts.” (225) AMAZING passage on sinning “grammatically.” “No man can assigne a reason in the Sun, why his body casts a shadow...” (226). “vigilancie in the prince” (227). Passage of princes: “newness w/o innovation… earth shak'd and stood still at once” (228). “It was all one act, to have been afraid, and to have been instantly secured again” (228). Subjects should be happy with their state (228). [China, Japan mentioned 229]. bullet, shipwreck, plague (229). The Cath Church and its “changes” (230). The true Church as river: “(which stream, God be blessed, runs on still currantly, and sonstantly, and purely, and intemerately as before)” (230).  The Reformation is not over! (231). Change and death (231-2). Harshly satiric passage on the Bible-gallows (232). Love ↔ fear (233, cf Devotions). Jerome's reclusion good fear, but not the best—Privacy, solitude, secrecy? (234). War is peace (ugh!) (234). Got feared as God to us, not in Himself (not as YHWH) (234). “PRIVATE interpretation of Scripture” needs church—that is, needs teaching, right? See A, de doct, bk 1. (235). Begs God for world “without changes, in Government, or in Religion.” |
| [[file+emacs:./sermons/v01_n05.pdf][1.5]]   |   1.4 | Prov 8:17     |          |              |                  | I love them that love me, and they that seek me early shall find me. | Love               | Y    | Virtues retain image of sin (or something like that): “an angry and passionate man, will find zeal enough in the house of God to eat him up” (237). Solomon's love of women translated into his divine lang (237). Augustine “confesseth more of himself than any Commission, and oath would have put him to”: “I had all I desir'd, and I had it with that advantage of having it secretly” (238). Moses refers to God as femin in his anger Numbers 11:15, discussion of gender (239). Love among creatures “misinterpretable” (239). Christ's “letters his Scriptures are directed to all”. Difficult to identify beloved in this Text; even Judas made his way to the table (240). All Christ's words of love are chaste love (241). Love “sufficient to save millions of worlds, and yet, many millions in this world (all the heathen) excluded from any interest therein” (241). Only God can rightly truly love himself (242). “To love our selves then, is the greatest treason we can commit against God” (!!!). But “we may love our selves, as we are the Images of God; and so we may love other men, as they are the Images of us” (243, this straight out of de Trin). Fear vs love (243, bottom). He says the love mainly comes from the Father (?) 244. “Let no man be afraid to seek him for fear of the loss of good company; Religion is no sullen thing, it is not a melancholy, there is not so sociable a thing as the love of Christ Jesus” (246). Jesus love a “communicable thing.” Yes, Christ is found in courts and cities (247). PRIVATE: “Temptations to sin, are all but whisperings” (don't want husband or Magistrate to hear); “private Conventicles and clandestine worshippings of God in a forbidden manner, in corners, are all but whisperings”—“eye of all the world” (247). More BED thoughts: Christ in bed? Asleep? Awake? (248). God brought you “from being nothing” into existing (249). This whole page is great 249. Eternal book as old as God himself! (See Hooker.) “If we have omitted our first early, our youth, there is one early left for us; this minute; seek Christ early, now, now” (250). SERO TE AMAUI. |
| [[file+emacs:./sermons/v01_n06.pdf][1.6]]   |   1.5 | Lk 32:40      |          |              |                  | Fearest not thou God, being under the same condemnation? | The Thief's sermon | Y    | Text is, for thief: Christening, Funeral, Consecration, Canonization (252). MOSAIC (252): “As the Tabernacle of God was, so the Scriptures of Gos are”. Bible is mosaic, intertextual, pastiche. Canon Law criticized as bad mosaic (253). “She-fathers” (is this a positive reference?) — The thief preaches fear of God, “not curiosities, not unrevealed Mysteries, not Matters of State” (254). Depths not to be sounded, God's goodness and man's illness (256). Against “Rhapsoders, and Common placers, and Method-mongers” (256). The thief is to be imitated! (260, citing A?). Extempor sermon (compares it to A's preaching style) (260). Even given A, “let him not think that he can preach as often as he can speak” (261). Thief's sermon here “not de arcanis imperii, matter of State: nor de arcanis Dei, of the unrevealed Decrees of God” (261). “No man may be so secure in his election, as to forbear to work out his salvation with fear and trembling” (261). “The Lord of Hosts, a name of power, but not of force.” There is enough love, not enough fear? (264). |
| [[file+emacs:./sermons/v01_n07.pdf][1.7]]   |   1.6 | Gen 32:10     |          |              |                  | I am not worthy of the least of all thy mercies, and of all the truth which thou hast showed unto thy servant; for with my staff I passed over this Jordan and now I am become two bands. | Unworthiness.      | Y    | "RECUSANT" (278). Return (281). “There is no defect of oracles in thine own bosome” (282). Visible signs, The Temple and “all the mysterious and significative furniture thereof” (283). Script: “apply it to thee by his Church, and by his visible Angels, and not by thine own PRIVATE interpretation” (283). “...we find enough for our purpose, in taking it literally, as we see it in the Text” (283).  “That, that that”. |
| [[file+emacs:./sermons/v01_n08.pdf][1.8]]   |   1.9 | 1 Tim 1:15    |          |              |                  | This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners; of which I am the chiefest. | Epistle, typology  | Y    | The whole NT is epistolary (285). 1 Tim is Prison letter. Divisio: Root, tree, fruit (286). “Of which (Sinners) I (though an Apostle) am (am still) the chiefest” (287). “all that was shadowed in the Types” (287). Creation (289): first creation pre-sermo, then dixit, but Man made in conference. “There is a kind of firmament produced in us, a knowledge of a diff between Heaven and Earth” (290). OT: “in dark speeches, and in vails” (291). “The voice that is nearest us we least heare” (292). “Miserable man! A Toad is a bag of Poyson, and a Spider is a blister of Poyson, and yet a Toad and a Spider cannot poyson themselves” (293). “100 1000 1000 millions of generations passes” (293). “Aquae mandaces… lying waters” (295). Catholic, Trent (297). Koran (298). |
| [[file+emacs:./sermons/v01_n09.pdf][1.9]]   |   1.8 | 1 Tim 1:15    |          |              |                  | This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners; of which I am the chiefest. |                    | Y    | He came “to all the Nations of the World, and then it shall extend to thee in particular, who art a part of this world; He is come into the world, and into thee” (302). He came actually to save, not to say “but soft, there is a Decree of predestination against thee” (302). Microcosm (308), you a “little world.” Christ is in your body, “He hath made some survey over thee” (308). You discover new sins, like new land, in yourself. The Devil comes to the Jesuit (316). Heretic that St Paul IS Adam, a “Pythagorean bubble.” |
| [[file+emacs:./sermons/v02_n01.pdf][2.1]]   |       | Ps 38:2       |          |              |                  | For thine arrows stick fast in me, and thy hand presseth me sore. | Temptation         | Y    | Everyone has special tastes, D's fav Book is Psalms. A very autobiographical opening. (49). These two are forms he knows best, letters and POEMS (49). Psalms can have no syllable added or taken, not prose (50). The psalms words are numbered, measured, weighted. Arrows, swift and invisible (51). Divisio ends with this: “And of so many pieces will this exercise consist, this exercise of your Devotion, and perchance your Patience” (51). — The particle of arg, “for,” is a risky “expostulation” (51). Desire for annihilation is unthankfulness to God (53). “security of conscience and the terror of conscience” (55). “tendit arcum in incertum” (57). Arrows in the dark: “it is a work of Darkness, Detraction; and they can shoot in the dark; they can wound, and not be known” (58). Puritan/Papist, both easy traps. “One shoots East, and another West, but both these arrows meet in him, that means well, to defame him” (58). Original sin: “This is the fearful swiftness of this arrow, that God himself cannot get before it” (59). Comparing arrows and bullets (59, see “The Storm”). Hard to tell: Noble action/treason//Heresy/martyrdom (59). — Visits, comedies, conversation, chambering (62). Each temptation (arrow) has a song wrapped up in it, like a message, “if we would open it, and read it, and learn that new tune” (68). “emergent occasions” (68). Church, and School can't see what arrows have hit us (70). |
| [[file+emacs:./sermons/v02_n02.pdf][2.2]]   |       | Ps 38:3       |          |              |                  | There is no soundness in my flesh, because of thine anger, neither is there any rest in my bones, because of my sin. | Sickness           | Y    | "The art of salvation, is but the art of memory” (73) (qtd in Fish, Self-consuming, 47). — Faith is “key” to locked psalms (72). Trinity and the faculties (73). Rom 11:33, “secrets of God.” Do this in rememberance of me is “seal upon a seal.” “He hath a Genesis in his memory,” have the Bible “without book” (74). Memory frees him from “close prison,” turns the lock (74). Divisio: past present future. — Man a micrososm → misery of world (78). “Adam was able to decypher the nature of every Creature in the name thereof, and the Holy Ghost hath decyphered his in his name too” (78). SURVEILLANCE: “He shall suspect his wifes fidelity…and clogge them with Executors, and them with Over-seers, and be, or be afraid hee shall be over-seen in all” (84). Anger of a dove [Ionah] (85). Original sin, “and their sin, that shall sinne by occasion of any wanton writings of mine, will be my sin” (88). Secret/open sins (90): the lesser open sin can be worse than the greater secret one (!). Christ not enough “except every one of you help himself, in a faithfull application, and help one another, in a holy and exemplar conversation” (93). |
| [[file+emacs:./sermons/v02_n03.pdf][2.3]]   |       | Ps 38:4       |          |              |                  | For mine iniquities are gone over my head, as a heavy burden, they are too heavy for me. | Sin                | Y    | Opens and submits us to every emergent tentation” (97). Adultery (98). “Prevarication” (98). Do not take too much comfort that sin is nothing, mere privation (99). Confession makes one a “holy liar” (102). “Make Sonnets of their sins” (108). “The sinner will see nothing til he can see nothing” (108). [A's textual mistake 110]. Jews/Gentiles and Reformation charity (111) => “My well beloved stands behind the wall”. Autobiographical passage (112). The sinner hears preaching as "invention of the State" (114). "Did God sell him by any secret Decree, or contract, between the Devil and him?... God forbid" (115). A, retr. I.c.23 (116). "If we go about to expresse, by what customes of sin this dominion is established, we should be put to a necessity of entring into every profession, and every conscience" (117). D had earlier talked about customary sins in Callings, professions. Our sins are our own. |
| [[file+emacs:./sermons/v02_n04.pdf][2.4]]   |       | Ps 38:4       |          |              |                  | For mine iniquities are gone over my head, as a heavy burden, they are too heavy for me. |                    | Y    | Eye sees everything but itself (119). Original sin like an Oak in Acorn (121). "Goe but out of the water": we feel weight of sin when we try to leave it (122). Felix culpa (123). "Reformed church" (124). Two competing interpretations of Cain's words in Gen. 4:13 (125), "but it need not be disptuted, it is all one." "Jealous mis-interpretation of God's proceeding with me" (125). Loss of sight of God is greater torment than lakes of Brimstone (129). "(as there is an infinite sweetnesse, and infinite latitude in every Metaphor, in every elegancy of the Scripcture, and therefore I may have leave to be loath to depart from it)" (130). |
| [[file+emacs:./sermons/v02_n05.pdf][2.5]]   |       | Ps 38:4       |          |              |                  | For mine iniquities are gone over my head, as a heavy burden, they are too heavy for me. |                    | Y    | Torch as a metaphor of D's auditors' patience (131). Catholic Bible textual differences. Tyr (active at Trent), Cath philol. "But for that, I shall be short, and rather leave you to walke with God in the cool of the Evening" (132). Sin, per A, is conversio ad creaturam. Every turning "to her he loves" is a down-ward movement. Basically, this is use/enjoyment. "How many go to forbidden beds, then when they had rather stay at home, if they were not afraid of an unkind interpretation?" (134). God leaves Church and goes "when every man is become a PRIVATE man again" (137). Woah: X dies for sins in heaven, of angels that would have fallen, something weirdly Miltonic like that (139). His merit would be sufficient if there were as many worlds as men in this one (139). "Subtile" consideration of eternity (139). Moses blotted from Book of Life? (142). "The end of all (that we may end all in endless comfort) is..." (142). |
| [[file+emacs:./sermons/v02_n06.pdf][2.6]]   |       | Ps 38:9       |          |              | L. Inn           | Lord all my desire is before thee, and my groaning is not hid from thee. | Nothing hid        | Y    | *This sermon is essential.* All things are present to God (1). "/Videt omnia/." SURVEILLANCE and PREDESTINATION. "/Praevidit omnia/." David "is his owne Library, he studyes himselfe" (2). /Ante te/ as nothing hidden, no curtain drawn, no wall put up, even tho God could already see it. Lord "exercisest a government." -- "The mistaking rises out of the different computations between God and us, /annos centum aeternitatem putamus/" (3). History of Romans' telling time, "distinction of hours" (4). Unlike God, mortal officials like courts are not "masters of their promise." -- Made all things, care of all things, follows that he sees all things (7). "Our seeing of God hereafter is the blessedness we hope for, and our comfort in the way to that, is, that he sees us, for so we never are, never shalbe out of syght of one another" (7). Who wishes God didn't see sins "would yet be sorry that God sawe not those PRIVY WHISPERINGES, those machinations and plotts and /nequitias in caelistibus/ (as we may call them) practises above in high places to traduce him, to defame him, to supplant him and wringe his office from him, perchance for thinges he never did, though he hath done as ill: and then we make our selves supervisors, overseers of God, yf we will appoint, soe farre as in our wishes, what he should see and what not" (7). "Gods knowledge of sinne prints not a necessity of sinne" (9). LOL: "It is true, God might have preserved him from sinne, by makinge him better... by makinge him an angell in a confirmed estate" (9). -- All good desires: "all these meete in the Center, in the eye of God; All our desires are before him" (10). Questions of whether to go to court, D preaching at Lincolns Inn (11). "Cains whirlepoole" (12). Ugh: "either he keeps away the Devill or the woman..." (13). Useless to prognosticate upon others. "Thinke you, (sayes Christe) that those 18 upon whom the tower of Siloe fell, were the greatest sinners in Jerusalem? No." God did not record the names of these dead, so we wouldn't scrutinize their sins after that punishment. "Bee thine owne text then, and bee thine owne comment, watch thine owne desires, and God shall stop them, and thine owne groanes, and God shall perfitt them with his unexpressable comfort" (14!). And then after this wonderful passage, "BUT all this must be /Ante te/, before God, in his presence and soe before him, /ut nihil absconditum/, that nothinge be hid from him" (14). "Is that a fitt desire for the presence of God? Is this a writinge after thy coppy, after thy master Christ?" "Study all the history, and write all the progres of the Holy Ghost in thy selfe" (16). "impious doctrine of the Romane Church" of Veniall, deadly sin. (17). |
| [[file+emacs:./sermons/v02_n07.pdf][2.7]]   |   1.9 | Ez 33.32      | 2/12/1618 | Lent         | Whitehall        | And lo, thou art unto them as a very lovely song, of one that hath a pleasant voice, and can play well on an instrument; for they hear thy words, but they doe them not. | preaching          | Y    | "God makes his Ministers /speculatores/; I have set thee for their watchmen, saies God to this Prophet" (1), to look upon sins (not just "into the chamber") but onto those higher than themselves! Sousveillance! (2). "Expostulation" ordinarily angers god (cp. "pious expostulation" in /Devotions/.) "The ways of the Lord are unsearchable." D's understanding of the auditors' hearing the music, sermon (3, reread this passage). A: /psallere est ex preceptis Dei agere/. /Audient, non facientfile+emacs:./sermons/ Prophets are trumpets and trumpetors (5). Alarm, battle, parley, retreat (6-7). "Love-song" (7). Figural language in scripture (8). Habakkuk. Song of Song: "piece of a curious frame." /Vox/ (9). "Recusancy" (11). Recusant (13). Jesuits (15). "chafing of that wax" (15). |
| [[file+emacs:./sermons/v02_n08.pdf][2.8]]   |       | Mt 21:44      | 2/21/1618 |              |                  | Whosoever shall fall on this stone, shall be broken; but on whomsoever it shall fall, it grinde him to powder. | Stone              | Y    | Dedicatory letter, speech/writing (179). God's not a tyrant (180). "We went out of the way at the Townes end, as soone as we were in it, we were out of it" (180). X loves even those who can only love him thru hate ("a strange manner of expressing love") (182). "His Weast be brought to their West" (182). "Unspeakable love" (182). God is love, "therefore this love is /Alpha/ and /Omega/, first and last too" (183). "God maketh no patterns of his works, no medells of his houses, he maketh whole pieces, he maketh perfect houses" (183). "Interchanging of SECRETS" is not a good foundation (184). X as "corner stone" brings together incompatible natures (185). "booke controversies". "security and peace of conscience in him" (187). -- "Counterfeiting of religion" (195). |
| [[file+emacs:./sermons/v02_n09.pdf][2.9]]   |  1.10 | Ps 89:48      |          | Easter, "the King being dangerously sick a New-Market" |                  | What man is he that liveth, and shall not see death? | See death?         | Y    | Subject: Seeing death. -- [Circles.] "Wee are all conceived in a close prison... we are close Prisoners all" (197). We are asleep always. "Unanswerableness" of the question (198). Divisio: 1 Unanswerableness, 2. that there /may/ be one that lives and does not see death, 3. a full answer. Solstices (3). Flat map, East and West meet (!) (3). Circles! Heathen Gods will die (4). Soul is immortal more by preservation than by nature (Donne thinks toward annihilation always, cp. Carey) (5). -- Necessary vs Probable doctrine, obedience, Trent (8). Saint Paul says I show you a "mystery", "therefore it is not a cleare case, and presently, and peremptorily determined" (8). Augustine wonders about a /Mors in raptu/. "Consider the scriptures and we shall be absolutely concluded neither way" (9). "If thy close and cautelous proceeding have saved thee from all informations in the Exchequer... and Star-Chamber..." there is still a final judgment. (9-10). "A judgment is certain, and the uncertainty of this judgment is certain too" (10). Heretics say Christ died in represtentation only, as "upon a stage to play a part" (12). |
| [[file+emacs:./sermons/v02_n10.pdf][2.10]]  |       | Gen 28:16     |          | Preparing them to build their chapel | L. Inn           | Then Jacob awoke out of his sleep, and said, surely the lord is in this place, and I was not aware. And he was afraid, and said, how fearful is this place! This is one other but the house of God, and this is the gate of heaven. |                    | Y    | Jacob is a "Surveyor" (the sense is of a builder, but it has to do with knowledge too. What does it mean that the material meaning is in English before the FRENCH?) (1). Jacob didn't need help to build a Church, WE DO -> charity (1). Charity and need, here and in heaven. Ugh, poor are necessary for the rich's charity (2). "When a poore wretch beggs of thee, and thou givest, thou dost but justice, it is his" (2). The soul, "a poor guest, an Inmante, a sojourner, within these mudwals, this corrupt body of thine" (3). In list of churches (whale's belly, lion's den) bed is both Church and place for sin (4). God is not tied to any place by essence (5). "we dwell all in one house" (7).Making your house a church (ff).  To imprison the church (like Rome, or Donatists) is "a wrong to the mysticall body of Christ" (8). More bad beds (11). "Let no man come hither, without a search, and a privy search, without a consideration, and a re-consideration of his conscience" (11). Ha! Don't worry, "I have no purpose to make you afraid of enlarging all these points: I shall onely passe through some of them, /paraphrastically/" (13). ego dormio et cor meum vigilat (Song 5:2). Good sleep. (15). But we must awake to help others. Religion must be professed openly (16). Jacob wakes and knows the Lord is in this place: "The Lord is present, and sees us now, and shall judge hereafter, all that we doe, or think." (17). "The earth stands still: and earthly Men may be content to doe so: but he whose conversation is in heaven, is as the heavens are in continuall progresse" (20). Praise of repitition (21). Praise of public works of Reformation |
| [[file+emacs:./sermons/v02_n11.pdf][2.11]]  |       | Ecc 12:1      |          |              |                  | Remember now thy creator in the days of thy youth. | Remember.          | Y    | Germany 1619. Reading ~ digging metaphor (235). He made you from nothing, into something that "must remain forever" (236). Protestant think of the Antichrist not as a short-lived, but ongoing phenom (236). Memory, tho, works on Jew/Chr, Cath/Prot, Puritan/Prot (237). Remember God's mercy in : Reformation, Armada, Gunpowder (238). Great passage on memory (238). It was good : "the seeing implies a consideration" (241). "eternal decrees of God, unreveal'd mysteries, and the inextricable perplexities of the School, they are waters above the firmament" (242). Passage on the closing of the Market (245). GORGEOUS Autobiographical ending commending himself (249). |
| [[file+emacs:./sermons/v02_n12.pdf][2.12]]  |       | Rom 13:11     | 6/16/1619 |              |                  | For now is our salvation nearer then when we believed. | Now: nearness, belief | Y    | Importance of the word "NOW" (250). God gave all nations the book of Creatures (Nature) (253). Many Mansions (253). Calvin and the outward signs of salvation (254). Consideration of the /how/ of the sacrament, above our reason (255). Love God, Love thy Neighbor ~ faith + works (256. Does Donne believe this later?). Circumsission "was limited to one sex, it reached not to women" (257). Examination of the sacrament and superstition (258). Holy Ghost "comments upon this comment, interprets this interpretation" (261), that is, X's interpreting the prophets.  "the spirit of God hath seal'd it to thy spirit invisibly, inexpressibly" (262). With works, Salvation is "safelier seal's to us, then when we believed only" (263). Moral and historical faith (state-sponsered, esp.) vs. true faith (264). Some Reformers go too far in sola fid (265). Saying how the Lord's Prayer won't be necessary in heavn, "This unspeakable, this unimaginable happiness is this Salvation" (266). Image of a happy death, in bed (267). "thy bell shall toll" and then music (268). |
| [[file+emacs:./sermons/v02_n13.pdf][2.13]]  |       | Mt 4:18-20    | 12/19/1619 |              | Hague            | And Jesus walking by the sae of Galile saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea, (for they were fishers,) and he saith unto them, follow me, and I will make you fishers of men; and they straightaway left their nets, and followed him. | Calling (fisher)   | Y    | In exposition, "we shall Survay the place, The Sea of Galile" (270). St. Peter is 1st Xstan (4). "Christ needed not mans sufficiency, he took insufficient men; Christ excuses no mans insufficiency, he made them sufficient" (274). "Any one of you can out-preach us" bu conversion (275). On preaching (277). Labor: "clogge not thy calling with murmuring" (278). Sedition, judging the king: "They cast their nets into a deeper Sea then this, and where they are much lesse fishers, into the scret Councels of God" (278). Rebuking lay-theologians, 'unrevealed concels' (279). "God loves not singularity" (279). A church cannot be one person, "or else it is an illusory, and imaginary calling, and a dreame" (280). "... is such a solecisme, as to speak of a white blacknesse, or a great littlenesse; A particular Church to be universall, implies such a contradiction" (280). Marriage b/w religions: "(not medling not disputing the proceedings of States, who, in some cases, go by other rules then private men do)" (281). "But this is a flase Method in this art of love; The true is, radically to love God for himselfe, and other things for his sake, so far, as he may receive glory in our having, and using them" (283). // *Reread this one*. "reformation", fishers -> fishers of men (1). "wee shall finde the world to be the Sea, and the Gospel their Net" (1). Introspection: "revolve his owne history" (2). Pride "makes a musket a Canon bullet". "for princes to be jealous of their glory... for any private man to be jealous of his good name... is not pride" (5). "Christ needed not mans sufficiency. he took insuffiecient men; Christ excuses no mans insufficiency, he made them sufficient" (6). Paul's learning (7). "Any one of you might out-preach us" (8). Discretion (8). "extrajudicial" (10). *"They cast their nets into a deeper Sea then this, and where they are much lesse fishers into the secret Councels of God"* (10). "Whispering columny" (11). Passage on secret councils, liberty, and knowledge of Election and Reprobation. "God loves not singularity" (11). Church cannot be in one man. Thoughts on the name "Catholique" (12). "verbal violence" (14). "Radiclly to love God" (15). "The market changes" |
| [[file+emacs:./sermons/v02_n14.pdf][2.14]]  |       | Mt 4:18-20    |          |              |                  | And Jesus walking by the sae of Galile saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea, (for they were fishers,) and he saith unto them, follow me, and I will make you fishers of men; and they straightaway left their nets, and followed him. |                    |      |                                                              |
| [[file+emacs:./sermons/v02_n15.pdf][2.15]]  |       | Jn 5:22       | 30 January 1619/20 |              |                  | The father judgeth no man, but hath committed all judgement to the sonne. |                    |      | (see [[zotero://select/items/0_5ETEXUB5][Mary Arshagouni Papazian, “Donne, Election, and the ‘Devotions upon Emergent Occasions,’” /Huntington Library Quarterly/ 55, no. 4 (1992): 603–619, doi:10.2307/3817635]].) -- bed-chamber. -- |
| [[file+emacs:./sermons/v02_n16.pdf][2.16]]  |       | Jn 8:15       |          |              |                  | I judge no man.                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v02_n17.pdf][2.17]]  |       | Gen 2:18      |          |              |                  | And the Lord God said, it is not good, that the man should be alone; I will make him a help meet for him. |                    |      |                                                              |
| [[file+emacs:./sermons/v02_n18.pdf][2.18]]  |       | Amos 5:18     |          |              |                  | Woe unto you, that desire the day of the Lord. What have ye to do with it? The day of the lord is darkness and not light. |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n01.pdf][3.1]]   |       | Ecc 5.13-14   |          |              |                  | There is an evil sickness that I have seen under the sun: Riches reserved to the owners thereof, for their evil. And these riches perish by evil travail: and he begetteth a son, and in his hand is nothing. |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n02.pdf][3.2]]   |       | Ps 114:15     |          |              |                  | Blessed are the people that be so; yea blessed are the people, whose God is the Lord. |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n03.pdf][3.3]]   |       | Job 19:26     |          |              |                  | And though, after my skin, worms destroy this body, yet in my flesh shall I see God. |                    |      | Shall I imagine a difficult in my body, because I have lost an Arme in the East, and a leg in the West? becuase I have left some bloud in the North, and some bones in the South? (19) -- "I am not all here, I am here now preaching upon this text, and I am at home in my Library" -- Here a bullet will aske a man, where's your arme; and a Wolf wil ask a woman, where's you breast?" |
| [[file+emacs:./sermons/v03_n04.pdf][3.4]]   |       | 1 Cor 15:50   |          |              |                  | Now this I say brethren, that flesh and blood cannot inherent the kingdom of God. |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n05.pdf][3.5]]   |       | Gen 18:25     |          |              |                  | Shall not the judge of all the earth do right?     |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n06.pdf][3.6]]   |       | Mt 18:17      |          |              |                  | Wo unto the world, because of offenses.            |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n07.pdf][3.7]]   |       | Mt 18:17      |          |              |                  | Wo unto the world, because of offenses.            |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n08.pdf][3.8]]   |       | Job 13:15     | 1/7/1620 |              |                  | Loe, though he slay me, yet will I trust in him.   |                    |      |                                                              |
| 3.9   |       |               |          |              |                  | MISSING PDF                                        | MISSING PDF        |      | MISSING PDF                                                  |
| [[file+emacs:./sermons/v03_n10.pdf][3.10]]  |       | Prov 25:16    | 4/8/1621 |              | Whitehall        | Hast thou found honey? Eat so much as is sufficient for thee, lest thou be filled therewith, and vomit it. |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n11.pdf][3.11]]  |       | Hosea 2:19    | 5/30/1620 | Marriage     |                  | And I will marry thee unto me forever.             |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n12.pdf][3.12]]  |       | 2 Cor 1:3     |          |              |                  | Blessed be God, even the father of our lord jesus christ, the father of mercies, and the God of all comfort. |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n13.pdf][3.13]]  |       | 1 Pet 1:17    |          |              |                  | And if ye call on the father who without respect of persons judgeth according to every mans works, pass the time of your sojourning here in fear. |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n14.pdf][3.14]]  |       | 1 Cor 16:22   |          |              |                  | If any man love not the Lord Jesus Christ, let him be anathema. |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n15.pdf][3.15]]  |       | Ps 2:12       |          |              |                  | Kiss the son. Lest he be angry.                    |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n16.pdf][3.16]]  |       | Colos 1:24    |          |              |                  | Who now rejoice in my sufferings for you, and fill upthat which is behind of the afflictions of Christ in my flesh, for his bodies sake which is the church. |                    |      |                                                              |
| [[file+emacs:./sermons/v03_n17.pdf][3.17]]  |       | Jn 1:8        |          |              |                  | He was not that light, but was sent to bear witness of that light. | Light              |      |                                                              |
| [[file+emacs:./sermons/v03_n18.pdf][3.18]]  |       | Rom 12:20     |          | Candlemas    |                  | Therefore if thine enemy hunger feed him, if he thirst give him drink; for, in so doing thou shalt heap coals of fire on his head. |                    |      |                                                              |
| [[file+emacs:./sermons/v04_n01.pdf][4.1]]   |       | 1 Cor 15:26   |          |              | Whitehall        | The last enemy that shall be destroyed is death.   |                    |      |                                                              |
| [[file+emacs:./sermons/v04_n02.pdf][4.2]]   |       | 1 Thes 4:17   | 1622     | Easter       |                  | Then we which are alive, and remain, shall be caught up together with them in the clouds, to meet the lord in the ayre; and so shall we be ever with the lord. |                    |      |                                                              |
| [[file+emacs:./sermons/v04_n03.pdf][4.3]]   |       | 2 Cor 4:6     |          |              |                  | For, God who commanded light to shine out of the darkness, hath shined in our hearts, to give the light of the knowledge of the glory of god, in the face of jesus christ. |                    |      |                                                              |
| [[file+emacs:./sermons/v04_n04.pdf][4.4]]   |       | Deut 12:13    | 1622     | Ascension Day | L. Inn           | Take heed to thy self, that thou be not snared by following them after they be destroyed from before thee; and that thou inquire not after their gods, saying How did these nations serve their gods? Even so will I do likewise. |                    |      |                                                              |
| [[file+emacs:./sermons/v04_n05.pdf][4.5]]   |       | Jn 1:8        |          |              |                  | He was not that light, but was sent to bear witness of that light. |                    |      |                                                              |
| [[file+emacs:./sermons/v04_n06.pdf][4.6]]   |       | Job 36:25     | 8/25/1622 |              |                  | Every man may see it, man may behold it afar off   |                    |      |                                                              |
| [[file+emacs:./sermons/v04_n07.pdf][4.7]]   |       | Judges 5:20   |          |              |                  | They fought from heaven; the stars in their courses fought against sisera. |                    |      |                                                              |
| [[file+emacs:./sermons/v04_n08.pdf][4.8]]   |       | Jn 1:8        | 10/13/1622 |              |                  | He was not that light, but was sent to bear witness of that light. |                    |      |                                                              |
| [[file+emacs:./sermons/v04_n09.pdf][4.9]]   |       | Lam 4:20      | 11/5/1622 |              | "Intended for Pauls Crosse, but by reason of the weather, Preached in the Church." | The breath of our nostrils, the anointed of the Lord, was taken in their pits. | Gunpowder          | K    | "They are not two Houses; This is the Gallery, and that the Bed-chamber of one, and the same Palace, which shall feel no ruine. He made this one World, but one Eye, The Sunne; The Moone is not another Eye, but a Glasse, upon which, the Sunne reflects." (6?) -- Very, very Royalist. |
| [[file+emacs:./sermons/v04_n10.pdf][4.10]]  |       | Acts 1:8      |          |              |                  | But yee shall receive power, after that the holy ghost is come upon you, and yet shall be witnesses unto me both in Jerusalem, and in all Judea, and in Samaria, and unto the uttermost part of the earth. | Virginia Comp.     |      |                                                              |
| [[file+emacs:./sermons/v04_n11.pdf][4.11]]  |       | Col. 1:19-20  | 1622     | Christmas    | St Paul          |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v04_n12.pdf][4.12]]  |       | Rom. 13:7     |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v04_n13.pdf][4.13]]  |       | Jn 11:35      |          | Lent         | Whitehall        | Jesus wept.                                        | Tears              | K    | Beautiful stuff about tears with ref. to Rev. Using a spong to wipe the book of sins clean. |
| [[file+emacs:./sermons/v04_n14.pdf][4.14]]  |       | Acts 2:36     | 1623     | Easter       |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v04_n15.pdf][4.15]]  |       | Jn 10:22      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n01.pdf][5.1]]   |       | Acts 10:44    |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n02.pdf][5.2]]   |       | Rom. 8:16     |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n03.pdf][5.3]]   |       | Mt 13:21      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n04.pdf][5.4]]   |       | Rev 7:17      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n05.pdf][5.5]]   |       | Eph. 5:25-27  |          |              |                  |                                                    |                    |      |                                                              |
| 5.6   |       |               |          |              |                  | MISSING PDF                                        | MISSING PDF        |      | MISSING PDF                                                  |
| [[file+emacs:./sermons/v05_n07.pdf][5.7]]   |       | Gal 3:27      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n08.pdf][5.8]]   |       | Cant 5:3      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n09.pdf][5.9]]   |       | Micah 2:10    |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n10.pdf][5.10]]  |       | Micah 2:10    |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n11.pdf][5.11]]  |       | Esther 4:16   |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n12.pdf][5.12]]  |       | Lk 23:24      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n13.pdf][5.13]]  |       | Mk 16:16      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n14.pdf][5.14]]  |       | Ps 90:14      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v05_n15.pdf][5.15]]  |       | Ps 51:7       |          |              |                  | Purge me with hyssope, and I shall be cleane; wash me, and I shall be whiter then snow. | Penitential Psalm. Purging, cleansing | Y    | Purge me with hyssope, and I shall be cleane; wash me, and I shall be whiter then snow. Repentence is an "audit", a "survey" (PAGE). Divisio: person who asks, and what he asks. (2) The accessibility of God: found when sought or when not? God makes himself available in "publike" (3). "In his Cabinet, in his Bed-chamber, in his unrevealed purposes, wee must not presse upon him." (3, see Hooker). Enquiring about Arcana Domus was worse for Romans that  /Arcana imperii/ (3)! David is like a Picture in a gallery that sees everyone (4). Sin in "every letter, every discourse, in every present, in every wish, in every dreame, that conduces to that sin" (6). "The justice of God is subtile, as searching, as unsearchable" (6). Discussion of womens' ornaments, makeup (7). God: you want me to purge you? "Doest thou know what thou askest?" (11, cp. Batter My Heart). "As I am I, as I am this sinner that confesses now." (12)  In this long passage Donne imagines a cofession, improvising on the Text. "Access to God" (12). "The Devill was naturally good, made, created good" (12). "Privy seale" vs "publicke Ordinance of the Church" (15). We, addressing the audience (17). "... a water that enters into every office of our house, and washes every action proceeding from every faculty of the soule (18). ex nihil (21). |
| [[file+emacs:./sermons/v05_n16.pdf][5.16]]  |       | Ps 6:1        |          |              |                  | O Lord, rebuke me not in thine anger, neither chasten me in thy hot displeasure. | Penitential Psalm. |      | Secret sins, secret name both mentioned in passing           |
| [[file+emacs:./sermons/v05_n17.pdf][5.17]]  |       | Ps 6:2,3      |          |              |                  | Have mercy upon me, O Lord, for I am weake; O Lord, heale me, for my bones are vexed; my soule is also vexed; but thou, O Lord, how long? | Penitential Psalm. |      |                                                              |
| [[file+emacs:./sermons/v05_n18.pdf][5.18]]  |       | Ps 6:4,5      |          |              |                  | Returne, O Lord; deliver my soule; O Lord save me, for thy mercies sake. / For in death there is no rememberance of thee; and in the grave, who shall give thee thanks? | Penitential Psalm. |      |                                                              |
| [[file+emacs:./sermons/v05_n19.pdf][5.19]]  |       | Ps 6:4,5      |          |              |                  | Returne, O Lord; deliver my soule; O Lord save me, for thy mercies sake. / For in death there is no rememberance of thee; and in the grave, who shall give thee thanks? | Penitential Psalm. |      |                                                              |
| [[file+emacs:./sermons/v06_n01.pdf][6.1]]   |       | Ps 6:8-10     |          |              |                  |                                                    | Conversion         | K    | This sermon about conversion cites Chrysost a LOT more than A. |
| [[file+emacs:./sermons/v06_n02.pdf][6.2]]   |       | Apoc 20:6     |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v06_n03.pdf][6.3]]   |       | Deut 25:5     |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v06_n04.pdf][6.4]]   |       | Ps 34:11      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v06_n05.pdf][6.5]]   |       | 1 Cor 12:3    |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v06_n06.pdf][6.6]]   |       | Mt 3:17       |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v06_n07.pdf][6.7]]   |       | Apoc 7:9      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v06_n08.pdf][6.8]]   |       | Is 7:14       |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v06_n09.pdf][6.9]]   |       | Gen 17:24     |          |              |                  |                                                    |                    |      | WHY is a dangerous monosyllable, cites Luther. - "It was the Devill that opened our eies in Paradise, it is our parte to shut them so farre, as not to gaze upon Gods secret purposes." See Cummings, Grammar and Grace, 402-3. |
| [[file+emacs:./sermons/v06_n10.pdf][6.10]]  |       | Acts 9:4      |          |              |                  |                                                    |                    | K    | conversion. Great men. Chrysostom.                           |
| [[file+emacs:./sermons/v06_n11.pdf][6.11]]  |       | Mt 19:17      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v06_n12.pdf][6.12]]  |   3.1 | Ps 11:3       |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v06_n13.pdf][6.13]]  |       | Jn 5:28-9     |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v06_n14.pdf][6.14]]  |       | Cant 3:11     |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v06_n15.pdf][6.15]]  |       | Ps 62:9       |          |              |                  |                                                    | first prebend      |      |                                                              |
| [[file+emacs:./sermons/v06_n16.pdf][6.16]]  |       | Jn 16:8-11    |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v06_n17.pdf][6.17]]  |       | Gal 4:4-5     | 12/25/1626 | Xmas         |                  |                                                    |                    |      | Fullness of time                                             |
| [[file+emacs:./sermons/v06_n18.pdf][6.18]]  |       | Ex 12:30      |          |              |                  |                                                    | after sickness     | K    | Four houses: Egypt,home, body,  church. Includes a digestion on Love, Will and self right out of De Trin (w/o citation). The dust and wind in THIS church where you're sitting is mad of dead christian graves. - TIME and the Res |
| [[file+emacs:./sermons/v07_n01.pdf][7.1]]   |       | Ps 63:7       |          |              |                  |                                                    | second prebend     | K    |                                                              |
| [[file+emacs:./sermons/v07_n02.pdf][7.2]]   |   3.2 | Is 50:1       |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v07_n03.pdf][7.3]]   |       | 1 Cor 15:29   |          |              |                  | Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead? | Resurrection       | K    | There's a really cool thing at the end of this about RECOLLECTING one's self/sins in a journal, memory, as God will RECOLLECT ashes, atoms at the Res. Also, think A's cogitare as gathering. |
| [[file+emacs:./sermons/v07_n04.pdf][7.4]]   |   3.3 | Jn 14:2       |          |              |                  |                                                    | Many mansions      |      |                                                              |
| [[file+emacs:./sermons/v07_n05.pdf][7.5]]   |   3.4 | Mt 9:13       |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v07_n06.pdf][7.6]]   |       | 1 Cor 15:29   |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v07_n07.pdf][7.7]]   |       | 1 Cor 15:29   |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v07_n08.pdf][7.8]]   |       | Jn 16:8-11    |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v07_n09.pdf][7.9]]   |       | Ps 64:10      |          |              |                  |                                                    | third prebend      |      |                                                              |
| [[file+emacs:./sermons/v07_n10.pdf][7.10]]  |       | Jn 11:21      | 12/12/1626 | Funeral      |                  |                                                    | Brother Laz        |      |                                                              |
| [[file+emacs:./sermons/v07_n11.pdf][7.11]]  |       | Lk 2:29-30    |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v07_n12.pdf][7.12]]  |       | Ps 65:5       |          |              |                  |                                                    | fourth prebend     |      |                                                              |
| [[file+emacs:./sermons/v07_n13.pdf][7.13]]  |       | Mt 5:8        |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v07_n14.pdf][7.14]]  |       | Isa 65:20     |          |              |                  |                                                    |                    |      | INCOMPLETE PDF God gives me accesse into his /Library/, leave to consider his proceedings with man, I find the first book of Gods making to be the /Book of Life/. The Book where all their names are written that are elect to Glory. But I find no such /Book of Death/: All that are not written in the Book of Life, are certainly the sonnes of Death: To be pretermitted there, there to be left out, wraps them up, at least leaves them wrapt up, in death. But God hath not wrought so positively, nor in so primary a consideration in a book of Death, as in the Book of Life." (5-6) -- "(for if it were your power to annihilate this whole world, God were no worse, then before there was a World)" (15) -- "In a true sense we may say, that Gods fore-knowledge growes lesse and lesse every day; for his fore-knowledge is of future things, and many things which were future heretofore are past, or present now; and therefore cannot fall under his fore-knowledge: His fore-knowledge in that sense, growes lesse, and decaieth. But his eternity decayeth in no sense; and as long as his eternity lasts, as long as God is God, God shall never see that soul, whom he hath accurst, delivered from that curse, or eased in it." |
| [[file+emacs:./sermons/v07_n15.pdf][7.15]]  |       | Heb 11:35     |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v07_n16.pdf][7.16]]  |   3.5 | Mk 4:24       |          |              |                  | Take heed what you hear.                           |                    |      | Jesus' art of preaching (1).  "That all that is hid, should be made manifest; That all that was kept secret, should come abroad, verse 22." (2). “He that desires to Print a book, should much more desire, to be a book" (18). "seven is the holy Ghosts Cyphar of infinite" (19). |
| [[file+emacs:./sermons/v07_n17.pdf][7.17]]  |       |               |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v07_n18.pdf][7.18]]  |       |               |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v08_n01.pdf][8.1]]   |       | Rev 4:8       |          |              |                  |                                                    | Trin               | K    | Very cool. 4 beast, 4 evangelist. 2 by 3 part division.      |
| [[file+emacs:./sermons/v08_n02.pdf][8.2]]   |       | 2 Pet 3:13    |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v08_n03.pdf][8.3]]   |       | Mt 22:30      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v08_n04.pdf][8.4]]   |       | Ps 66:3       |          |              |                  |                                                    | fifth prebend      |      |                                                              |
| [[file+emacs:./sermons/v08_n05.pdf][8.5]]   |       | Ex 4:13       |          |              |                  |                                                    |                    |      | Talks about art of preaching.                                |
| 8.6   |       |               |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| 8.7   |   3.6 | Acts 7:60     |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| 8.8   |   3.7 | Ps 6:6-7      |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| 8.9   |       |               |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| 8.10  |   3.8 | Is 32:8       |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| [[file+emacs:./sermons/v08_n11.pdf][8.11]]  |       | Jn 14:16      |          |              |                  |                                                    |                    |      |                                                              |
| 8.12  |       |               |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| [[file+emacs:./sermons/v08_n13.pdf][8.13]]  |       |               |          |              |                  | I have named to you no book, no chapter, no verse, where these words are written. |                    |      |                                                              |
| 8.14  |       |               |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| 8.15  |   3.9 | Jas 2:12      |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| [[file+emacs:./sermons/v09_n01.pdf][9.1]]   |  3.10 | Gen 1:26      |          |              |                  |                                                    | East west          | K    |                                                              |
| [[file+emacs:./sermons/v09_n02.pdf][9.2]]   |  3.11 | Gen 1:26      |          |              |                  |                                                    | North south        | K    |                                                              |
| [[file+emacs:./sermons/v09_n03.pdf][9.3]]   |       | Gen 1:2       |          |              |                  |                                                    |                    |      |                                                              |
| 9.4   |       |               |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| 9.5   |       |               |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| 9.6   |       |               |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| 9.7   |  3.12 | Mt 6:21       |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| 9.8   |       |               |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| 9.9   |  3.13 | Job 16:17     |          |              |                  | MISSING PDF                                        |                    |      |                                                              |
| 9.10  |       | Jn 14:20      |          |              |                  | At that day shall ye know, that I am in my father, and you in me, and I in you. |                    |      | "reverent abstinence from searching into those secrets which God hath not revealed in his word" (3) -- "distinction of the persons in the Trinity; you shall know That it is, you shall not ask How it is. It is enough for a happy subject to enjoy the sweetnesse of a peaceable government, though he know not /Arcana Imperii/, The wayes by which the Prince governes; So is it for a Christian to enjoy the workings of Gods grace, in a faithfull beleeving the mysteries of Religion, though he inquire not into Gods bed-chamber, nor seek into his unrevealed Decrees." (15) |
| [[file+emacs:./sermons/v09_n11.pdf][9.11]]  |       | Ps 32:1-2     |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v09_n12.pdf][9.12]]  |       | Ps 32:3-4     |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v09_n13.pdf][9.13]]  |       | Ps 32:5       |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v09_n14.pdf][9.14]]  |       | Ps 32:5       |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v09_n15.pdf][9.15]]  |       | Ps 32:7       |          |              |                  |                                                    |                    | Y    | America, China -- "God hid the Church; He hid her, in a great part in the Wilderness" in schools and monastaries -- Reformation is a hiding, God protects the Reformation (5) -- In both each soul and the church in general, "The Lord is able to hide them, able to cover them" -- "This calme is a storme, this security is a defeat" (7) -- Proceed in a lawful calling, and God shall hide thee though with his Clouds" (7) -- "no practise of any Heretiques, how subtile" (9) -- "prevarications" -- REFORMATION -- Jesuits (10), Luther and Calvin -- Perplexities in the nature of the thing it selfe. "A man sweares to conceale all his friends secrets, and he tells him of a treasonable purpose against the State; Either way he must offend; Against his oath if he reveale it, or against his Allegeance, if he doe not. This is no perplexity; for i a right understanding he must know, that such an Oath bindes not." |
| [[file+emacs:./sermons/v09_n16.pdf][9.16]]  |       | Ps 32:8       |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v09_n17.pdf][9.17]]  |       | Ps 32:9       |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v09_n18.pdf][9.18]]  |       | Ps 32:10-11   |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v10_n01.pdf][10.1]]  |       | Apoc. 7:2-3   |          | All Saints   |                  | And I saw another angel ascending from the east, which had the seale of the loving god, and he cyred with a loud voyce to the foure angels, to whom power was given to hurt the earth, and the sea, saying, hurt yee not the earth, neither the sea, neither the trees, till we have sealed the servants of our god in their foreheads. |                    |      | Seal. -- "It is the nature of prophecy to be secret, til it be fulfilled" -- 144000 -- 'which is not a certain number, but a number expressing a numberless multitude' -- 'every day makes him learneder then other in this sad knowledge' -- 'It is the best thing than Angels (as Angels) can doe, to doe so' -- murmurring, providence, -- 'He ingages a double pawn' -- 'He took our nature, that he might know our infirmities experimentally' 8 -- Christ as 'security' -- 'plurality' 9 -- "They should, and therefore they are to blame that do not, but flu to private expositions" 9 -- 'Jesus hath left his history' -- 'that as you believe by reading the Gospels at home' -- "Every way the Gospel is an Angel of the East." (11) -- 'Thou mayst find some dark places in the Scriptures' 11 -- 'and as glorious and ascent in the Reformation, when in no long times, the number of them that had forsaken Rome was great, as of them that staid with her.' -- 'It is all one staire... it is all one way... it is all one doore' (13) -- Feasts, music, conversation, plays, 'my Conscience spies no such enemy in all this' 16 -- 'When thou are tempter, never ask that Spirits name; his name is /legio/ for he is many. Thake thy self at the largest, as thou art a world.' 17 -- calling, sleeping, recreation, religion -- *The Devil is no Recusant; he will come to Church* 18 -- |
| [[file+emacs:./sermons/v10_n02.pdf][10.2]]  |       | Mt 9:2        |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v10_n03.pdf][10.3]]  |       | Mt 5:16       |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v10_n04.pdf][10.4]]  |       | Phil 3:2      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v10_n05.pdf][10.5]]  |       | 2 Cor 5:20    |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v10_n06.pdf][10.6]]  |       | Ez 34:19      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v10_n07.pdf][10.7]]  |       | Ez 34:19      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v10_n08.pdf][10.8]]  |       | Gen 3:14      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v10_n09.pdf][10.9]]  |       | Lam. 3:1      |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v10_n10.pdf][10.10]] |       | 1 Thess. 5:16 |          |              |                  |                                                    |                    |      |                                                              |
| [[file+emacs:./sermons/v10_n11.pdf][10.11]] |  3.14 | Ps 68:20      |          |              |                  | And unto God the Lord belong the issues of Death   | Death's Duel       | K    | "as the Apostle saies, and saies as a secret, as a mystery, /behold I shew you a mystery) wee shall not all sleepe" (10) |
|-------+-------+---------------+----------+--------------+------------------+----------------------------------------------------+--------------------+------+--------------------------------------------------------------|
|       |       |               |          |              |                  |                                                    |                    | 35   |                                                              |
|-------+-------+---------------+----------+--------------+------------------+----------------------------------------------------+--------------------+------+--------------------------------------------------------------|
#+TBLFM: @>$9='(length '(@II$9..@III$9))
* COMMENT notes

[[zotero://select/items/1_PJ22JCN6][John Donne, The Oxford Edition of the Sermons of John Donne, ed. David Colclough, 2013.]]
# Local Variables:
# mode: org
# eval: (toggle-truncate-lines 1)
# End:
